Repository: bsmjesse/MasterGit
Catalog: SentinelFM/Maintenance/App_LocalResources/frmMaintenanceComplete.aspx.*.resx
Languages: fr

# cboServiceA_Item_0
source: Select a Service
fr: Choisir un service

# cboServiceA_Item_1
source: Tires - Tread Depth Recording
fr: Pneus - enregistrement de profondeur de bande de roulement

# cboServiceA_Item_10
source: Air System - Test Pressure Build Time to 60psi
fr: Système pneumatique - Évaluer le temps de remplissage pour l'obtention d'une pression de 60psi

# cboServiceA_Item_11
source: Air System - Test Pressure Build Time to 90psi
fr: Système pneumatique - Évaluer le temps de remplissage pour l'obtention d'une pression de 90psi

# cboServiceA_Item_12
source: Suspension - Inspect
fr: Suspension - Vérifier

# cboServiceA_Item_13
source: Suspension - Adjust Ride Height(air ride)
fr: Suspension - Ajuster la hauteur de la suspension

# cboServiceA_Item_14
source: Doors - Barn - Check Hinges
fr: Portes - grange - Pentures

# cboServiceA_Item_15
source: Doors - Barn - Customs Regulations
fr: Portes - grange - règlements douaniers

# cboServiceA_Item_16
source: Doors - Roll-up - Check Tracks and Mechanism
fr: Portes - Roll-up - Vérifier les voies et le mécanisme

# cboServiceA_Item_17
source: General Box/Roof Inspect
fr: Unité/ Vérifier le toit

# cboServiceA_Item_18
source: Lighting - Check All
fr: Éclairage - vérifier tout

# cboServiceA_Item_19
source: Lighting - Inspect Trailer Cord
fr: Éclairage - inspecter le harnais de la remorque

# cboServiceA_Item_2
source: Tires - Pressure Adjust
fr: Pneus - Ajustement de la pression

# cboServiceA_Item_20
source: Refrigeration Unit - Follow PM
fr: Unité de réfrigération - suivre le P.M.

# cboServiceA_Item_3
source: Brakes - Adjust (manual slack adjuster)
fr: Des freins - ajuster (le régleur lâche manuel)

# cboServiceA_Item_4
source: Brakes - Inspect/Adjust(Automatic slack adjuster)
fr: Freins - Vérifier /Ajuster (le régleur lâche automatique)

# cboServiceA_Item_5
source: Brakes - Lining Measure
fr: Freins - Vérifier l'usure des freins

# cboServiceA_Item_6
source: Brakes - Drums/Rotor Measure
fr: Freins - Vérifier l'usure des freins (Disque ou tambours)

# cboServiceA_Item_7
source: Brakes - Hoses Inspect
fr: Freins - Vérifier les lignes de freins

# cboServiceA_Item_8
source: Brakes - Antilock System Check
fr: Freins - Vérifier l'antiblocage des freins

# cboServiceA_Item_9
source: Air System - Test for Leaks
fr: Système pneumatique - Vérifier les fuites

# cboServiceB_Item_0
source: Select a Service
fr: Choisir un service

# cboServiceB_Item_1
source: Oil - Change
fr: Huile - Changement d'huile

# cboServiceB_Item_10
source: Engine Fan - Fan Drive
fr: Ventilateur de moteur - éventer la commande

# cboServiceB_Item_11
source: Engine Fan - Drive Belts
fr: Ventilateur de moteur - Vérifier la courroie du ventilateur

# cboServiceB_Item_12
source: Steering - Alignment
fr: Direction - alignement

# cboServiceB_Item_13
source: Steering - Hub Oil Level
fr: Direction - Vérifier le niveau d'huile à frein

# cboServiceB_Item_14
source: Steering - Bearing Adjustment
fr: Direction - ajustement de roulement

# cboServiceB_Item_15
source: Tires - Steer Tire Rotation
fr: Pneus - Rotation de la direction des pneus

# cboServiceB_Item_16
source: Tires - Drive Tire Rotation
fr: Pneus - Rotation de la conduite des pneus

# cboServiceB_Item_17
source: Tires - Tread Depth Recording
fr: Pneus - Enregistrement de profondeur de bande de roulement

# cboServiceB_Item_18
source: Tires - Pressure Adjust
fr: Pneus - Ajuster la pression

# cboServiceB_Item_19
source: Brakes - Adjust (manual slack adjuster)
fr: Freins - ajuster (le régleur lâche manuel)

# cboServiceB_Item_2
source: Oil Filter - Change
fr: Filtre d'huile - changer le filtre d'huile

# cboServiceB_Item_20
source: Brakes - Inspect/Adjust(Automatic slack adjuster)
fr: Freins - Vérifier/ajuster (le régleur lâche automatique)

# cboServiceB_Item_21
source: Brakes - Lining Measure
fr: Freins - mesure de doublure

# cboServiceB_Item_22
source: Brakes - Drums/Rotor Measure
fr: Freins - tambours/mesure de rotor

# cboServiceB_Item_23
source: Brakes - Hoses Inspect
fr: Freins - Inspecter les tuyaux des freins

# cboServiceB_Item_24
source: Brakes - Antilock System Check
fr: Freins - Contrôle du système antiblocage

# cboServiceB_Item_25
source: Transmission - Oil Level
fr: Transmission - Niveau d'huile

# cboServiceB_Item_26
source: Transmission - Oil Change
fr: Transmission - changement d'huile

# cboServiceB_Item_27
source: Transmission - Filter Change
fr: Transmission - changement de filtre

# cboServiceB_Item_28
source: Drive Axle - Oil
fr: Essieu avant - Huile

# cboServiceB_Item_29
source: Drive Axle - Filter
fr: Essieu avant - Filtre

# cboServiceB_Item_3
source: Fuel Filter - Drain Water
fr: Filtre à essence - vidanger l'eau

# cboServiceB_Item_30
source: Air System - Test for Leaks
fr: Système pneumatique - Vérifier les fuites

# cboServiceB_Item_31
source: Air System - Test Pressure Build Time to 60psi
fr: Système pneumatique - Évaluer le temps de remplissage pour l'obtention d'une pression de 60psi

# cboServiceB_Item_32
source: Air System - Test Pressure Build Time to 90psi
fr: Système pneumatique - Évaluer le temps de remplissage pour l'obtention d'une pression de 90psi

# cboServiceB_Item_33
source: Air System - Dryer Change desiccant
fr: Système pneumatique - Changement du desiccant dans le déhumidificateur

# cboServiceB_Item_34
source: Air System - Air Lines Inspect
fr: Système pneumatique - Vérifier des tuyaux à pression d'air

# cboServiceB_Item_35
source: Lighting - Check All
fr: Éclairage - vérifier tout

# cboServiceB_Item_36
source: Lighting - Inspect Trailer Socket
fr: Éclairage- Vérifier les reseptacles d'ampoules de la remorque

# cboServiceB_Item_37
source: Electrical - Alternator Output
fr: Électrique - Électricité puissante d'alternateur

# cboServiceB_Item_38
source: Electrical - Battery Load Test
fr: Électrique - Vérification de batterie en forte charge

# cboServiceB_Item_39
source: Electrical - Battery Check Levels
fr: Électrique - Vérification du niveau de charge de la batterie

# cboServiceB_Item_4
source: Fuel Filter - Change
fr: Filtre à essence - Changer

# cboServiceB_Item_40
source: Electrical - Starter Draw Test and/or Voltage Drops
fr: Électrique - Vérification de la chute de tension lors du démarrage

# cboServiceB_Item_41
source: Fifth Wheel - Lube
fr: Vérification de lubrification du sabot d'attache

# cboServiceB_Item_42
source: Fifth Wheel - Adjust
fr: Vérification de l'ajustement du sabot d'attache

# cboServiceB_Item_43
source: Fifth Wheel - Inspect Mounting
fr: Vérification du sabot d'attache

# cboServiceB_Item_44
source: Suspension - Inspect
fr: Suspension - Vérifier

# cboServiceB_Item_45
source: Suspension - Adjust Ride Height(air ride)
fr: Suspension - Ajuster la hauteur de la suspension

# cboServiceB_Item_46
source: Window Glass - Inspect Windshield
fr: Vitres - Vérifier le pare-brise

# cboServiceB_Item_5
source: Air Filter - Change
fr: Filtre à air - Changer le filtre à air

# cboServiceB_Item_6
source: Engine Coolant - Inspect Freeze Point & PH
fr: Liquide de refroidissement du moteur - Vérifier le point de gel et le pH (taux d'acidité)

# cboServiceB_Item_7
source: Engine Coolant - Replace
fr: Liquide de refroidissement du moteur - Remplacer

# cboServiceB_Item_8
source: Engine Exhaust - Inspect
fr: Pot d'échappement du moteur - Vérifier

# cboServiceB_Item_9
source: Engine Mechanical - Valve Lash
fr: Moteur mécanique - vérification d'justement de hauteur des valves

# cmdAddNextServiceResource1.Text
source: Add
fr: Ajouter

# cmdAddThisServiceResource1.Text
source: Add
fr: Ajouter

# cmdCloseResource1.Text
source: Cancel
fr: Annuler

# cmdSaveResource1.Text
source: Save
fr: Économiser

# lblMessage_Text_UpdateMaintenanceFailed
source: Update maintenance info failed.
fr: La mise à jour de l'information sur l'entretien du véhicule a échoué.

# lblNextServiceTitleResource1.Text
source: Next Service
fr: Prochain service

# lblThisServiceTitleResource1.Text
source: This Service
fr: Ce service

# PageResource1.Title
source: Maintenance Complete
fr: Entretien complet
