Repository: bsmjesse/MasterGit
Catalog: SentinelFM/Maintenance/App_LocalResources/frmMaintenance.aspx.*.resx
Languages: fr

# AddNewMaintenancePlan
source: &#160;Add New Maintenance Plan&#160;
fr: &#160;Ajouter un nouveau plan d'entretien&#160;

# BoundFieldResource10.HeaderText
source: Email
fr: Courriel

# BoundFieldResource14.HeaderText
source: Warning
fr: Alerte

# BoundFieldResource15.HeaderText
source: Last Warning
fr: Dernière alerte

# BoundFieldResource17.HeaderText
source: Service
fr: Entretien

# BoundFieldResource18.HeaderText
source: DateTime
fr: Date Heure

# BoundFieldResource19.HeaderText
source: Value
fr: Valeur

# BoundFieldResource2.HeaderText
source: Due Value
fr: Valeur dû

# BoundFieldResource22.HeaderText
source: Operation Type ID
fr: ID du type d'opération

# BoundFieldResource24.HeaderText
source: VRMS Code
fr: Code VRMS

# BoundFieldResource4.HeaderText
source: Operation Type
fr: Type d'opération

# BoundFieldResource5.HeaderText
source: Status
fr: État

# BoundFieldResource8.HeaderText
source: Service Interval
fr: Intervalle de l'entretien

# BoundFieldResource9.HeaderText
source: End Value
fr: Valeur lors de l'entretien

# btnAddNewPlanResource1.Text
source: Add New Plan
fr: Ajouter un nouveau plan

# btnAddNotificationResource1.Text
source: Add Notification
fr: Ajouter une notification

# btnAdministrationResource1.Text
source: Notification Policy
fr: Politique de notification

# btnCancelResource1.Text
source: Cancel
fr: Annuler

# btnCancelServiceResource1.Text
source: Cancel
fr: Annuler

# btnCloseServicePlanResource1.ToolTip
source: Close
fr: Fermer

# btnDeleteNotificationResource1.ToolTip
source: Delete
fr: Supprimer

# btnDeleteOrgServiceResource1.ToolTip
source: Delete
fr: Supprimer

# btnDeleteServicePlanResource1.ToolTip
source: Delete
fr: Supprimer

# btnDueResource1.Text
source: Get Due Services
fr: Obtenir les services dûs

# btnMaintenanceHistoryResource1.Text
source: Maintenance History
fr: Historique d'entretien

# btnMaintenanceResource1.Text
source: Maintenance
fr: Entretien

# btnPastResource1.Text
source: Get Overdue Services
fr: Obtenir les services dûs

# btnSaveResource1.Text
source: Save
fr: Sauvegarder

# btnSaveServiceResource1.Text
source: Save
fr: Sauvegarder

# ButtonMaintenanceCancelResource1.Text
source: Cancel
fr: Annuler

# ButtonMaintenanceInitResource1.Text
source: Set
fr: Définir

# ButtonMaintenanceInitResource1.ToolTip
source: Set or Initialize Engine Hours
fr: Définir ou initialiser les heures moteur

# ButtonMaintenanceSaveEHResource1.Text
source: Save
fr: Sauvegarder

# ButtonMaintenanceSaveEHResource1.ToolTip
source: Save Engine Hours
fr: Sauvegarder les heures moteurs

# CheckEngineHoursBasedResource1.Text
source: Engine Hours Based
fr: Basé sur les heures moteur

# CheckOdometerBasedResource1.Text
source: Odometer Based
fr: Basé sur l'odomètre

# CommandFieldResource1.CancelText
source: Cancel
fr: Annuler

# CommandFieldResource1.DeleteText
source: Delete
fr: Supprimer

# CommandFieldResource1.EditText
source: Edit
fr: Éditer

# CommandFieldResource1.InsertText
source: Insert
fr: Insérer

# CommandFieldResource1.NewText
source: New
fr: Nouveau

# CommandFieldResource1.SelectText
source: Select
fr: Sélectionner

# CommandFieldResource1.UpdateText
source: Update
fr: Mise à jour

# CommandFieldResource2.CancelText
source: Cancel
fr: Annuler

# CommandFieldResource2.DeleteText
source: Delete
fr: Supprimer

# CommandFieldResource2.EditText
source: Edit
fr: Éditer

# CommandFieldResource2.InsertText
source: Insert
fr: Insérer

# CommandFieldResource2.NewText
source: New
fr: Nouveau

# CommandFieldResource2.SelectText
source: Select
fr: Sélectionner

# CommandFieldResource2.UpdateText
source: Update
fr: Mise à jour

# CommandFieldResource3.CancelText
source: Cancel
fr: Annuler

# CommandFieldResource3.DeleteText
source: Delete
fr: Supprimer

# CommandFieldResource3.EditText
source: Edit
fr: Éditer

# CommandFieldResource3.InsertText
source: Insert
fr: Insérer

# CommandFieldResource3.NewText
source: New
fr: Nouveau

# CommandFieldResource3.SelectText
source: Select
fr: Sélectionner

# CommandFieldResource3.UpdateText
source: Update
fr: Mise à jour

# CompareDueValueGT0Resource1.ErrorMessage
source: Due Value must be greater than zero
fr: Valeur dû doit être supérieur à zero

# CompareDueValueResource1.ErrorMessage
source: Due Value is not valid
fr: Valeur dû est invalide

# CompareIntervalResource1.ErrorMessage
source: Interval is not valid
fr: Intervalle invalide

# CompareLastWarningResource1.ErrorMessage
source: Invalid
fr: Invalide

# CompareNotifResource1.ErrorMessage
source: Invalid
fr: Invalide

# ComparePlanTypeGTResource1.ErrorMessage
source: Odometer and Engine Hours only are supported
fr: Seulement l'odomètre et heures moteur sont soutenus

# ComparePlanTypeLTResource1.ErrorMessage
source: Odometer and Engine Hours only are supported
fr: Seulement l'odomètre et heures moteur sont soutenus

# CompareScheduleTypeResource1.ErrorMessage
source: Schedule Type is not selected
fr: Type d'horaire n'est pas selectionné

# CompareValidatorEndValueResource1.ErrorMessage
source: End Value is not valid
fr: Valeur est invalide

source: DataBase Security Error
fr: Erreur dans la sécurité de données

source: DataBase Security Error: Invalid Vehicle
fr: Erreur dans la sécurité de données: Véhicule invalide

# DeleteServiceError
source: Cannot delete the service<br />
fr: Impossible de supprimer le service<br />

# dgFleetVehicles_EngineHours
source: Engine Hours
fr: Heures moteur

# dgFleetVehicles_Odometer
source: Odometer
fr: Odomètre

# dgFleetVehicles_Vehicle
source: Vehicle
fr: Véhicule

# DueMaintenanceServices
source: &#160;Due Maintenance Services&#160;
fr: &#160;Service d'entretien dû &#160;

# EmailRegExValidatorResource1.ErrorMessage
source: Email list should be comma separate
fr: Liste de courriel doit être séparée par une virgule

# EngineHoursCompareValidatorResource1.ErrorMessage
source: Engine Hours is invalid
fr: Heures moteur invalide

# EngineHoursRequiredValidatorResource1.ErrorMessage
source: Engine Hours is required
fr: Heures moteur requis

source: Get Operation Type Error
fr: Obtenir l'erreur du type d'opération

# InvalidDueValue
source: Invalid Due Value (must be greater than current engine hours)
fr: Valeur dû invalide (doit être supérieur aux heures moteurs actuelles)

# InvalidInterval
source: Invalid Interval (must be greater than zero)
fr: Intervalle invalide (doit être supérieur à zero)

# InvalidLastWarning
source: Invalid Last Warning<br />
fr: Dernière alerte invalide<br />

# InvalidNotification
source: Invalid Notification<br />
fr: Notification invalide<br />

# InvalidWarning
source: Invalid Warning<br />
fr: Alerte invalide<br />

# Label3Resource1.Text
source: Service Type
fr: Type de service

# LabelMaintenancePlanCaptionResource1.Text
source: &#160;Add new maintenance plan&#160;
fr: &#160;Ajouter un nouveau plan d'entretien&#160;

# LabelMaintenancePlanEmailResource1.Text
source: Email
fr: Courriel

# LabelUnlimitedResource1.Text
source: Unlimited
fr: Illimité

# LblDueValueResource1.Text
source: Starting Value
fr: Valeur de départ

# LblDueValueResource1.Text1
source: Starting Value
fr: Valeur de départ

# lblEmptyDataResource1.Text
source: No notifications
fr: Aucune notification

# lblEmptyHistoryResource1.Text
source: No history data available
fr: Données historique indisponibles

# lblEmptyOrgServicesResource1.Text
source: No Services
fr: Aucun service

# lblEmptyServicesResource1.Text
source: No Services
fr: Aucun service

# LblEndValueResource1.Text
source: End Value
fr: Aucun service

# lblEngineHoursResource1.Text
source: Current Engine Hours
fr: Heures actuelles de moteur

# lblHistoryLegendResource1.Text
source: &#160;Maintenance History&#160;
fr: &#160;Historique d'entretien&#160;

# LblIntervalResource1.Text
source: Interval
fr: Intervalle

# lblMaintenanceDetailsLegendResource1.Text
source: &#160;Service Details&#160;
fr: &#160;Détails du service&#160;

# lblMaintenanceLegendResource1.Text
source: &#160;Maintenance&#160;
fr: &#160;Entretien&#160;

# lblMaintenanceServicesLegendResource1.Text
source: &#160;Maintenance Services&#160;
fr: &#160;Services d'entretien&#160;

# lblNewPlanScheduleResource1.Text
source: Schedule Type
fr: Type d'horaire

# lblNewPlanTypeResource1.Text
source: Service Type
fr: Type de Service

# lblNotification2Resource1.Text
source: Warning
fr: Alerte

# lblNotification3Resource1.Text
source: Last Warning
fr: Dernière alerte

# lblNotificationDetailsCaptionResource1.Text
source: Notification Details
fr: Détails des notifications

# lblNotificationTypeResource1.Text
source: Notification Type
fr: Type de notifications

# lblOdometerResource1.Text
source: Current Odometer
fr: Odomètre actuel

# lblOrgSvcCaptionResource1.Text
source: Service Details
fr: Détails du service

# lblVehicleResource1.Text
source: BSM Vehicle ID
fr: Ident. du véhicule BSM

# lblVRMSCodeResource1.Text
source: VRMS Code
fr: Code VRMS

# linkAddServiceResource1.Text
source: Add Service
fr: Ajouter un service

# ListItemResource1.Text
source: Please select schedule type
fr: Sélectionner le type d'horaire

# ListItemResource2.Text
source: Once
fr: Une fois

# ListItemResource3.Text
source: Recurring
fr: Récurrent

# LoadHistoryError
source: History cannot be displayed due to system error<br />
fr: Historique ne peut être affiché dû à une erreur du système br />

source: Maintenance Plan - Add Error
fr: Plan d'entretien - Ajouter erreur

source: Maintenance Plan - Created
fr: Plan d'entretien - Créer

source: Maintenance Plan - Updated
fr: Plan d'entretien - Mise à jour

source: Maintenance Plan Update Error
fr: Plan d'entretien - Erreur de mise à jour

# NewNotificationAdded
source: New Notification Added<br />
fr: Nouvelle notification ajoutée<br />

# NewServiceAdded
source: New Service Added<br />
fr: Nouveau service ajoutée <br />

# NotificationDeleted
source: Notification Deleted<br />
fr: Notification supprimée <br />

# NotificationsLoadError
source: Notifications Load Error<br />
fr: Chargement de l'erreur de notifications<br />

# NotificationUpdated
source: Notification Updated<br />
fr: Notification: Mise à jour <br />

source: Notification Updated Successfully
fr: Mise à jour de la notification réussie

source: Notification Update Error
fr: Mise à jour de l'erreur de notification

# PageResource1.Title
source: Vehicle Maintenance
fr: Entretien du véhicule

# PastMaintenanceServices
source: &#160;Past Maintenance Services&#160;
fr: &#160;Service d'entretien dû&#160;

# RangeLastWarningResource1.ErrorMessage
source: Invalid
fr: Invalide

# RangeNotifResource1.ErrorMessage
source: Invalid
fr: Invalide

# RangeWarningResource1.ErrorMessage
source: Invalid
fr: Invalide

# RequiredDueValidatorResource1.ErrorMessage
source: Due Value is Required
fr: Valeur dû requise

# RequiredEmailValidatorResource1.ErrorMessage
source: Email is Required
fr: Adresse courriel requise

# RequiredFieldNotificationResource1.ErrorMessage
source: Notification is Not Specified
fr: Notification non spécifiée

# RequiredIntervalValidatorResource1.ErrorMessage
source: Interval is Required
fr: Intervalle non requis

# RequiredSvcTypeResource1.ErrorMessage
source: Service Type is Not Specified
fr: Type de service non spécifié

# SaveNotificationError
source: Save Notification Error<br />
fr: Sauvegarde de l'erreur de notification <br />

# SaveServiceError
source: Save Service Error<br />
fr: Sauvegarde de l'erreur de service<br />

# ServiceDeleted
source: Service Deleted<br />
fr: Service supprimé <br />

# ServiceDetails
source: &#160;Service Details&#160;
fr: &#160;Détails du service&#160;

# ServicesLoadError
source: Services Load Error<br />
fr: Erreur du chargement de service<br />

# ServiceUpdated
source: Service Updated<br />
fr: Mise à jour du service <br />

# ServiceUpdateError
source: Service Update Error<br />
fr: Erreur de la mise à jour du service<br />

# TemplateFieldResource3.HeaderText
source: Notification Type
fr: Type de notification

# TemplateFieldResource5.HeaderText
source: Service Type
fr: Type de service

# TextMaintenancePlanEmailResource1.ToolTip
source: Invalid email address
fr: Adresse courriel invalide

# ValidatorDescriptionResource1.ErrorMessage
source: Description is Required
fr: Description requise

# XmlDSOperationType_DataFile
source: ~/App_Data/OperationType.xml
fr: ~/App_Data/Type d'opération.xml

# NotificationAssigned
source: The notification is used in current maintenance operations, therefore cannot be deleted!
fr: La notification utilisée dans les opérations d'entretien actuel et ne peut être effacée

# ServiceAssigned
source: The service is used in current maintenance operations, therefore cannot be deleted!
fr: Le service est utilsé dans l'entretien actuel des opérations et ne peut être effacé

# dgHistory_ClosingValue
source: Closing Value
fr: Valeur lors de l`entretien

# dgHistory_DateTime
source: DateTime
fr: Date Heure

# dgHistory_ServiceType
source: Service Type
fr: Type de service

# dgHistory_ServiceValue
source: Service Value
fr: Valeur du service

# dgHistory_Vehicle
source: Vehicle
fr: Véhicule

# dgNotification_Data
source: Data
fr: Données

# dgNotification_Details
source: Details
fr: Détails

# dgNotification_LicensePlate
source: License Plate
fr: Immatriculation

# dgNotification_Vehicle
source: Vehicle
fr: Véhicule

# lnkAcknowledge
source: Acknowledge
fr: Reconnaître

# btnGetAllServicesResource1.Text
source: Get All Services
fr: Obtenir tous les services

# chkTimeBased1.Text
source: Time Based
fr: Basé sur le temps

# deleteMaintenance
source: Delete this PM Service?
fr: Supprimer le service PM?

# errorDelete
source: Delete failed.
fr: Supprimer a échoué

# errorSave
source: Save failed.
fr: Sauvegarde a échoué

# Error_Load
source: Failed to load data.
fr: Chargement de données a échoué

source: Hide Filter
fr: Cacher le filtre

# selectFleet
source: Select a Fleet
fr: Sélectionner un parc

source: Show Filter
fr: Afficher le filtre
