Repository: bsmjesse/MasterGit
Catalog: SentinelFM/Configuration/App_LocalResources/frmdriversvehicles.aspx.*.resx
Languages: fr

# BoundFieldResource1.HeaderText
source: First Name
fr: Prénom

# BoundFieldResource2.HeaderText
source: Last Name
fr: Nom

# BoundFieldResource3.HeaderText
source: License
fr: Permis de conduire

# BoundFieldResource4.HeaderText
source: Vehicle
fr: Véhicule

# BoundFieldResource5.HeaderText
source: Assignment Date
fr: Date d'assignation

# CheckBoxFieldResource1.HeaderText
source: Assigned
fr: Assignation

# cmdAssignDriverResource1.Text
source: Assign driver
fr: Assigner un chauffeur

# cmdAssignResource1.Text
source: Add->
fr: Ajouter->

# cmdDriverResource1.Text
source: Drivers
fr: Chauffeurs

# cmdDriverResource2.Text
source: Organization
fr: Organisation

# cmdDriversInfoResource1.Text
source: Drivers Info
fr: Informations chauffeurs

# cmdFleetsResource1.Text
source: Fleets
fr: Flotte

# cmdShowHistoryResource1.Text
source: Show driver history
fr: Afficher l'historique du chauffeur

# cmdShowVehicleHistoryResource1.Text
source: Show vehicle history
fr: Afficher l'historique du véhicule

# cmdUnassignResource1.Text
source: <-Remove
fr: <-Supprimer

# cmdUsersResource1.Text
source: Users
fr: Usagers

# cmdVehiclesDriversResource1.Text
source: Vehicles-Drivers Assignment
fr: Assigner des véhicules aux chauffeurs

# cmdVehiclesResource1.Text
source: Vehicles
fr: Véhicules

# lblAllDriversResource1.Text
source: Drivers
fr: Chauffeurs

# lblAssUsersResource1.Text
source: Assigned Drivers
fr: Chauffeurs assignés

# lblEndAssgnDateResource1.Text
source: End date:
fr: Date de la fin

# lblEndAssgnTimeResource1.Text
source: End time:
fr: Heure de la fin

# lblFleetResource1.Text
source: Fleet:
fr: Flotte :

# lblPostFleetResource1.Text
source: Fleet:
fr: Flotte :

# lblPostVehicleResource1.Text
source: Vehicle:
fr: Véhicule :

# lblStartAssgnDateResource1.Text
source: Start date:
fr: Date de départ

# lblStartAssgnTimeResource1.Text
source: Start Time:
fr: Heure de départ

# lblUnUsersResource1.Text
source: Unassigned Drivers
fr: Chauffeurs non-assignés

# lblVehicleResource1.Text
source: Vehicle:
fr: Véhicule :

# ListItemResource1.Text
source: Please select assignment type
fr: Sélectionner le type d'assignation

# ListItemResource2.Text
source: Current assignment
fr: Assignation actuelle

# ListItemResource3.Text
source: Postfactum assignment
fr: Assignation ultérieur

# PageResource1.Title
source: Drivers Assignment
fr: Page sans titre

# resAssignDriverError
source: Assign Driver Error
fr: Assigner l'erreur du chauffeur

# resFailedAddHistory
source: Failed to add assignment history
fr: L'ajout de l'assignation d'historique a échoué

# resFillEndDate
source: Please fill in the end date
fr: Entrer la date de l'arrivée

# resFillStartDate
source: Please fill in the start date
fr: Entrer la date de départ

# resGetFleetsError
source: Get Fleets Error
fr: Demander les erreurs de la flotte

# resHistoryAdded
source: History assignment added
fr: L'assignation de l'historique est ajoutée

# resInvEndDate
source: Invalid format for the end date
fr: Format invalide pour la date de fin

# resInvStartDate
source: Invalid format for the start date
fr: Format invalide pour la date du début

# resNoAssignments
source: No assignments for the selected period
fr: Aucune assignation pour la période sélectionnée

# resNoDrivers
source: There are no drivers for the company
fr: Aucun chauffeur dans la compagnie

# resNoDriversAvailable
source: There are no drivers available
fr: Aucun chauffeur disponible

# resNoVehiclesForFleet
source: Selected fleet does not contain vehicles
fr: La flotte sélectionnée ne contient pas de véhicules

# resSelectDriver
source: Please select a driver
fr: Sélectionner un chaufeur

# resSelectFleet
source: Please select a fleet
fr: Sélectionner une flotte de véhicules

# resSelectVehicle
source: Please select a vehicle
fr: Sélectionner un véhicule

# resStartDateExceed
source: Start date must not exceed end date
fr: La date du début ne doit pas dépasser la date de la fin

# resUnassignDriverError
source: Unassign Driver Error
fr: Désassigner l'erreur du chauffeur

# resVehicleAlreadyAssigned
source: This vehicle is already assigned to a driver
fr: Ce véhicule est déjà assigné à un chauffeur

# valEndTimeResource1.ErrorMessage
source: Invalid end time
fr: Heure de départ invalide

# valStartTimeResource1.ErrorMessage
source: Invalid start time
fr: Heure d'arrivée invalide

# cmdScheduledTasksResource1.Text
source: Scheduled Tasks
fr: Voir les tâches programmées
