Repository: bsmjesse/MasterGit
Catalog: SentinelFM/Configuration/App_LocalResources/frmdrivers.aspx.*.resx
Languages: fr

# BoundFieldResource1.HeaderText
source: ID
fr: Identification

# BoundFieldResource2.HeaderText
source: First Name
fr: Prénom

# BoundFieldResource3.HeaderText
source: Last Name
fr: Nom de famille

# BoundFieldResource4.HeaderText
source: License
fr: Permis

# BoundFieldResource5.HeaderText
source: Description
fr: Affectation

# BoundFieldResource6.HeaderText
source: KeyFob
fr: No. télécommande

# btnDeleteDriverResource1
source: Are you sure you want to delete the driver?
fr: Êtes-vous certain de vouloir effacer le chauffeur

# cmdAddDriverResource1.Text
source: Add Driver
fr: Ajouter un chauffeur

# cmdCancelResource1.Text
source: Cancel
fr: Supprimer

# cmdDownloadDriversResource1.Text
source: Create Driver List
fr: Créer la liste des chauffeurs

# cmdDriverResource1.Text
source: Drivers
fr: Chauffeurs

# cmdDriverResource2.Text
source: Organization
fr: Organisation

# cmdDriversInfoResource1.Text
source: Drivers Info
fr: Informations chauffeurs

# cmdDriversVehiclesResource1.Text
source: Vehicles-Drivers Assignment
fr: Assigner des véhicules aux chauffeurs

# cmdFleetsResource1.Text
source: Fleets
fr: Flotte de véhicules

# cmdSaveDriverResource1.Text
source: Submit
fr: Soumettre

# cmdUploadAssignmentsResource1.Text
source: Import Assignments
fr: Importer les assignations

# cmdUploadDriverListResource1.Text
source: Import Drivers
fr: Assigner des chauffeurs

# cmdUsersResource1.Text
source: Users
fr: Usagers

# cmdVehiclesResource1.Text
source: Vehicles
fr: Véhicules

# CommandFieldResource1.CancelText
source: Cancel
fr: Annuler

# CommandFieldResource1.DeleteText
source: Delete
fr: Supprimer

# CommandFieldResource1.EditText
source: Edit
fr: Éditer

# CommandFieldResource1.InsertText
source: Insert
fr: Insérer

# CommandFieldResource1.NewText
source: New
fr: Nouveau

# CommandFieldResource1.SelectText
source: Select
fr: Sélectionner

# CommandFieldResource1.UpdateText
source: Update
fr: Mise à jour

# lblAdditionalPhoneResource1.Text
source: Additional phone
fr: Numéro de téléphone supplémentaire

# lblAddressResource1.Text
source: Address
fr: Adresse

# lblCellPhoneResource1.Text
source: Cell phone
fr: Numéro de téléphone cellulaire

# lblCityResource1.Text
source: City
fr: Ville

# lblClassResource1.Text
source: Class
fr: License Classe

# lblCountryResource1.Text
source: Country
fr: Pays

# lblEmailResource1.Text
source: E-mail
fr: Courriel

# lblFirstNameResource1.Text
source: First name
fr: Prénom

# lblGenderResource1.Text
source: Gender
fr: Sexe

# lblHeightResource1.Text
source: Height
fr: Taille

# lblHomePhoneResource1.Text
source: Home phone
fr: Numéro de téléphone de la résidence

# lblLastNameResource1.Text
source: Last name
fr: Nom de famille

# lblLicenseExpiredResource1.Text
source: License expired
fr: Permis expiré

# lblLicenseIssuedResource1.Text
source: License issued
fr: Permis émis

# lblLicenseResource1.Text
source: License
fr: Permis

# lblSMSIDResource1.Text
source: Employee ID
fr: Employé ID

# lblStateResource1.Text
source: State/province
fr: État/province

# lblZipCodeResource1.Text
source: Zip code
fr: Code postal

# PageResource1.Title
source: Drivers Info
fr: Page sans titre

# resAddDriverError
source: Add Driver Error.
fr: Ajouter l'erreur du chauffeur.

# resDateFormat
source: MM/dd/yyyy
fr: dd/MM/yyyy

# resDriversAssignUploadSuccess
source: Drivers Assignments uploaded successfully
fr: Les tâches des chauffeurs ont été téléchargées avec succès

# resDriversUploadSuccess
source: Drivers uploaded successfully
fr: La liste des chauffeurs a été téléchargée avec succès

# resErrorUploadingDriversAssignList
source: Error uploading drivers assignment list
fr: Erreur de téléchargement de la liste des tâches des chauffeurs

# resErrorUploadingDriversList
source: Error uploading drivers list
fr: Erreur de téléchargement de la liste des chauffeurs

# resErrorUploadingFile
source: Error uploading file
fr: Erreur lors du transfert du fichier

# resExpirationDateNotValid
source: Expiration date must be greater than issued date
fr: La date d'expiration doit être supérieure à la date d'émission

# resFillClass
source: Please fill in the license class
fr: Remplir la case "Classe" du permis de conduire

# resFillFirstName
source: Please fill in the first name
fr: Entrer le prénom

# resFillLastName
source: Please fill in the last name
fr: Entrer le nom

# resFillLicense
source: Please fill in the license
fr: Entrer le numéro du permis de conduire

# resFillLicenseExpired
source: Please fill in the license expiration date
fr: Entrer la date d'expiration du permis de conduire

# resFillLicenseIssued
source: Please fill in the license issued date
fr: Entrer la date d'émission du permis de conduire

# resGetStatesError
source: Error getting states info
fr: Erreur dans l'obtention l'information dans "État"

# resHeightFormat
source: The height format is invalid
fr: Le format est invalide

# resNo
source: No
fr: Non

# resNoDrivers
source: There are no drivers for the company
fr: Aucun chauffeur dans la compagnie

# resSelectFile
source: Please select a file to upload
fr: Sélectionner et télécharger un fichier

# resUpdateDriverError
source: Update Driver Error.
fr: Mise à jour de l'erreur du chauffeur.

# Label1Resource1.Text
source: Confirm Employee ID Password
fr: Confirmez employé ID Mot de passe

# lblSMSPWDResource1.Text
source: Employee ID Password
fr: Employé ID Mot de passe

# ConfirmDelete
source: Are you sure you want to delete the driver?
fr: Êtes-vous certain de vouloir effacer le chauffeur

# cmdScheduledTasksResource1.Text
source: Scheduled Tasks
fr: Voir les tâches programmées

# btnEditDriverResource1.ToolTip
source: Edit Driver
fr: Modifier chauffeur

# MasterTableViewResource1.NoMasterRecordsText
source: There are no drivers for the company
fr: Aucun chauffeur dans la compagnie

# gdvDrivers_Emergency
source: Emergency
fr: Urgence

# lblKeyFobID.Text
source: Key Fob ID
fr: No. télécommande

# chkAssignEmergencyResource1.Text
source: Assign emergency plan
fr: Assigner un plan d’urgence

# lblEmergencytelResource1.Text
source: Emergency phone
fr: Téléphone d’urgence

# ddlEmergencyPlanItem0Resource1.Text
source: Select a Plan
fr: Choisir un plan

# chkHeaderRowResource1.Text
source: First row is a header
fr: Première rangée est un en-tête

# chkIsSupervisorResource1.Text
source: Is Supervisor
fr: Est superviseur?

# ddlUsaCycleResource1Item0Resource1.Text
source: Select a USA Cycle
fr: Choisir le cycle USA

# ddlUsaCycleResource1Item1Resource1.Text
source: US 60/7
fr: É.-U. 60/7

# ddlUsaCycleResource1Item2Resource1.Text
source: US 70/8
fr: É.-U. 70/8

# ddlUsaCycleResource1Item3Resource1.Text
source: US Oil Field Rule
fr: Règlement du champ pétrolier É.-U.

# lblUsaCycleResource1.Text
source: US Cycle
fr: Cycle USA

# lblPositionInfo.Text
source: Position Info
fr: informations de position

# lblTerminationDate.Text
source: Termination Date
fr: date de résiliation

# resDriverErrorNameAndEmployeeNoExists
source: Driver with the same First Name, Last Name and Employee ID already exists.
fr: Pilote avec le même Prénom, Nom et ID employé existe déjà.

# resDriverErrorNameExists
source: Driver with the same First Name and Last Name already exists.
fr: Pilote avec le même prénom et le nom existe déjà.
