Repository: bsmjesse/MasterGit
Catalog: SentinelFM/Configuration/App_LocalResources/frmfleets.aspx.*.resx
Languages: fr

# AddFleet
source: This Fleet has been added successfully
fr: Cette flotte a été ajoutée avec succès

# AddFleetFailed
source: Add a fleet failed.
fr: L'ajout d'une flotte a échoué

# AddUsertoFleetFailed
source: Add user to the fleet failed.
fr: L'ajout d'un usager à une flotte a échoué.

# AllVehicles
source: You cannot delete 'All Vehicles' Fleet
fr: Vous ne pouvez pas supprimer « Tous les véhicules » de la flotte

# cmdAddFleetResource1.Text
source: Add Fleet
fr: Ajouter une flotte

# cmdCancelAddFleetResource1.Text
source: Cancel
fr: Annuler

# cmdDriverResource1.Text
source: Drivers
fr: Chauffeurs

# cmdDriverResource2.Text
source: Organization
fr: Organisation

# cmdEmailsResource1.Text
source: Email Addresses
fr: Adresse courriel

# cmdFleetMngResource1.Text
source: Fleet Management
fr: Gestion de flotte urgences

# cmdFleetsResource1.Text
source: Fleets
fr: Flotte des véhicules

# cmdFleetsResource2.Text
source: Fleets
fr: Flotte des véhicules

# cmdFleetUsersResource1.Text
source: Fleet-User Assignment
fr: Assigner un usager à une flotte

# cmdFleetVehicleResource1.Text
source: Fleet-Vehicle Assignment
fr: Assigner un véhicule à une flotte

# cmdSaveFleetResource1.Text
source: Save
fr: Sauvegarder

# cmdUsersResource1.Text
source: Users
fr: Usager

# cmdUsersResource2.Text
source: Users
fr: Usagers

# cmdVehiclesResource1.Text
source: Vehicles
fr: Véhicules

# cmdVehiclesResource2.Text
source: Vehicles
fr: Véhicules

# ConfirmDelete
source: Are you sure you want to delete?
fr: Êtes-vous certain de vouloir supprimer?

# Deleted
source: Fleet deleted!
fr: Flotte supprimée!

# DeleteFailed
source: Delete Fleet failed.
fr: La suppression de la flotte a échoué.

# dgFleets_Fleet
source: Fleet
fr: Flotte

# dgFleets_Tooltip_Delete
source: Delete
fr: Supprimer

# dgFleets_Tooltip_Edit
source: Edit
fr: Éditer

# lblFleetNameResource2.Text
source: Fleet Name:
fr: Nom de la flotte :

# NoPermissions
source: You don't have appropriate permission to perform this operation.
fr: Vous n'avez pas l'autorisation appropriée pour effectuer cette opération.

# PageResource1.Title
source: frmFleets
fr: frmFlottes

# Updated
source: Fleet updated
fr: Mise à jour de la flotte

# valReqFleetResource1.ErrorMessage
source: Please enter a fleet.
fr: Veuillez entrer une flotte.

# cmdScheduledTasksResource1.Text
source: Scheduled Tasks
fr: Voir les tâches programmées

# cmdClearResource1.Text
source: Clear
fr: Effacer

# cmdSearchResource1.Text
source: Search
fr: Recherche

# ListItemResource0.Text
source: Fleet
fr: flotte
