Repository: bsmjesse/MasterGit
Catalog: SentinelFM/Configuration/App_LocalResources/frmvehicle_add_edit.aspx.*.resx
Languages: fr

# Add-UpdateFailed
source: Add/Update Vehicle info failed.
fr: L'ajout et la mise à jour du véhicule ont échoué

source: Add Vehicle failed!
fr: L'ajout d'un véhicule a échoué!

# chkCriticalResource1.Text
source: Critical Alarm
fr: Alarme critique

# chkDayLightResource1.Text
source: Automatically adjust for daylight savings time
fr: Ajustement automatique de l'heure avancée

# chkNotifyResource1.Text
source: Notify Alarm
fr: Alarme mineure

# chkWarningResource1.Text
source: Warning Alarm
fr: Alarme majeure

# cmdCloseResource1.Text
source: Close
fr: Fermer

# cmdCustomFieldsResource1.Text
source: Custom Fields
fr: Champs personnalisés

# cmdInfoResource1.Text
source: Info
fr: Informations

# cmdSaveResource1.Text
source: Save
fr: Sauvegarder

# cmdWorkingHoursResource1.Text
source: Working Hours
fr: Heures de travail

# lblBoxResource1.Text
source: Unit ID:
fr: Identification de l'unité :

# lblColorResource1.Text
source: Color:
fr: Couleur:

# lblCostResource1.Text
source: Cost Per
fr: Coût par

# lblDescriptionResource1.Text
source: Description:
fr: Numéro de véhicule :

# lblEmailResource1.Text
source: Email
fr: Courriel

# lblIconTypeResource1.Text
source: Icon Type
fr: Type d'icône

# lblLicensePlateResource1.Text
source: License Plate:
fr: Plaque d'immatriculation :

# lblMakeResource1.Text
source: Make:
fr: Marque :

# lblModelResource1.Text
source: Model:
fr: Modèle :

# lblNotificationDescResource1.Text
source: Email notification in case of:
fr: Notification par courriel en cas de :

# lblStateResource1.Text
source: State/Province:
fr: État/Province :

# lblTimeZoneResource1.Text
source: Time Zone
fr: Fuseau horaire

# lblVehicleTypeResource1.Text
source: Vehicle Type:
fr: Type de véhicule :

# lblVINResource1.Text
source: VIN Number:
fr: Numéro de série du véhicule :

# lblYearResource1.Text
source: Year:
fr: Année :

# LicensePlateQuote
source: The quotes are not allowed in License Plate.
fr: Les guillemets ne sont pas acceptés dans la plaque d'immatriculation.

# ListItemResource1.Text
source: Circle
fr: Cercle

# ListItemResource2.Text
source: Square
fr: Carré

# ListItemResource3.Text
source: Diamond
fr: Losange

# PageResource1.Title
source: Vehicle Info
fr: Informations du véhicule

# PleaseSaveInfo
source: Please save a vehicle information
fr: Conserver l'informations du véhicule

# SelectEmailTimeZone
source: Please enter an Email and TimeZone.
fr: Entrer un courriel et un fuseau horaire.

# SelectMake
source: Select a Make
fr: Sélectionner une marque de véhicule

# SelectTimeZone
source: Select a TimeZone
fr: Sélectionner un fuseau horaire

# SelectVehicleType
source: Select a Vehicle Type
fr: Sélection un type de véhicule

# UpdateVehicleFailed
source: Update Vehicle info failed.
fr: la mise à jour de l'informations du véhicule a échoué.

# valBoxReqResource1.ErrorMessage
source: Please select a Box.
fr: Sélectionner une unité.

# valBoxResource1.ErrorMessage
source: Please select a Box.
fr: Sélectionner une unité.

# valCostResource1.ErrorMessage
source: Please enter a cost.
fr: Entrer un coût

# valDescriptionResource1.ErrorMessage
source: Please enter a Description.
fr: Entrer une description.

# valEmailResource1.ErrorMessage
source: Please enter a correct email address
fr: Entrer une adresse courriel valide

# valLicensePlateResource1.ErrorMessage
source: Please enter a License Plate.
fr: Entrer le numéro de la plaque d'immatriculation.

# valMakeResource1.ErrorMessage
source: Please select a Make.
fr: Sélectionner une marque.

# valMoelResource1.ErrorMessage
source: Please select a Model.
fr: Sélectionner un modèle.

# valVehicleTypeResource1.ErrorMessage
source: Please select a Vehicle Type
fr: Sélectionner un type de véhicule

# valVINNumberResource1.ErrorMessage
source: Please enter a VIN Number.
fr: Entrer un numéro de série du véhicule.

# valYearResource1.ErrorMessage
source: Please enter a vehicle year.
fr: Entrer l'année du véhicule.

# valYearRngResource1.ErrorMessage
source: Please re-enter a vehicle year.
fr: Entrer de nouveau l'année du véhicule.

# VehicleInfoUpdated
source: Vehicle information was saved successfuly.
fr: L'informations du véhicule a été sauvegardée avec succès.

# DescriptionCustomValidationText
source: Use of space in vehicle number is restricted.
fr: L'utilisation de l'espace dans le numéro du véhicule est limitée.

# lblCustomIconResource1.Text
source: Custom Icon<br>(Supported on new map)
fr: Icône sur commande<br>(Supporter sur carte nouvelle)

# SelectIconResource1
source: Select a Custom Icon
fr: Sélectionner un icône sur commande

# chkMaintenanceResource1.Text
source: Maintenance
fr: Entretien
