Repository: bsmjesse/MasterGit
Catalog: SentinelFM/App_LocalResources/NewMap.aspx.*.resx
Languages: fr

source: Alarms
fr: Alarmes

source: Dispatch
fr: Dispatch(fr)

source: Geozone/Landmarks
fr: Géozone/sites

# Label10Resource1.Text
source: (Type in at least 3 characters to search)
fr: (Tapez au moins 3 caractères pour la recherche)

# Label8Resource1.Text
source: Search:
fr: Recherche :

# PageResource1.Title
source: Vehicle List
fr: Liste des véhicules

# VehiclePagerDisplayMsg
source: Displaying vehicles {0} - {1} of {2}
fr: Afficher les véhicules {0} - {1} de {2}

# VehiclePagerEmptyMsg
source: No vehicles to display
fr: Aucun véhicule à afficher

source: Vehicles
fr: Véhicules

# Acknowledged
source: Ack
fr: Rec

# alarmgrid.columns.AlarmDescription
source: Alarm Description
fr: Description de l’alarme

# alarmgrid.columns.AlarmId
source: Number
fr: Nombre

# alarmgrid.columns.AlarmLevel
source: Alarm Priority
fr: Priorité de l’alarme

# alarmgrid.columns.TimeCreated
source: Alarm Time
fr: Temps d’alarme

# alarmgrid.columns.vehicleDescription
source: Vehicle Description
fr: Description du véhicule

# alarmgrid.EmptyText
source: No alarms to display
fr: Aucune alarme à afficher

# alarmsPager.displayMsg
source: Displaying alarms {0} - {1} of {2}
fr: Visualisation des alarmes {0} - {1} de {2}

# alarmsPager.emptyMsg
source: No alarms to display
fr: Aucune alarme à afficher

# allRoutesBtn.Text
source: All Routes
fr: Routes

# AutoSync.ToolTip
source: Refresh the map and grid automatically
fr: Actualiser la carte et grille automatique

# btmHistorySearch.Text
source: Advanced Search
fr: Recherche avancée

# btnHistoryLegend.Text
source: Map Legend
fr: Légende

# btnHistoryMapAll.Text
source: Map All
fr: Visualiser tout

# btnHistoryMapit.Text
source: Map It
fr: Visualiser

# btnHistoryMapit.ToolTip
source: Map the selected history records
fr: Plan des documents historique sélectionnés

# btnHistorySearch.Tooltip
source: Search History
fr: Historique de la recherche

# btnSubmit.Alert
source: some error
fr: Une erreur

# btnSubmit.Message
source: Please select a vehicle...
fr: S'il vous plaît sélectionner un véhicule ...

# btnSubmitAlert.Title
source: Failed
fr: Manqué

# ClearAllButton.Text
source: ClearAll
fr: Effacer tout

# ClearAllButton.ToolTip
source: Clear all selected vehicles
fr: Effacer tous véhicules sélectionnés

# ClearAllMenu.Text
source: ClearAll
fr: Effacer tout

# ClearAllMenu.ToolTip
source: Clear all selected vehicles
fr: Effacer tous véhicules sélectionnés

# ClearSearchBtn.Text
source: Clear Search
fr: Effacer recherche

# ClearSearchBtn.ToolTip
source: Clear Search
fr: Masquer / Afficher l'étiquette

# ComboBox.ToolTip
source: Select a vehicles
fr: Sélectionnez pour véhicules

# DemomapButton.Text
source: Demo open layer map
fr: Démo ouverte de calque

# DemomapButton.ToolTip
source: Demo open layer map without tracking vehicle
fr: Démo ouverte de calque sans suivi de véhicules

# dockedItems.Export.Text
source: Export
fr: Importer

# exportHisotryAddressToCsvButton.Text
source: Export To CSV
fr: Exporter au format CSV

# exportHistoryAddressToExcel2003Button.Text
source: Export To Excel2003
fr: Exporter vers Excel2003

# exportHistoryAddressToExcel2007Button.Text
source: Export To Excel2007
fr: Exporter vers Excel2007

# ExportHistoryStopToCsvButton.Text
source: Export To CSV
fr: Exporter au format CSV

# exportHistoryStopToExcel2003Button.Text
source: Export To Excel2003
fr: Exporter vers Excel2003

# exportHistoryStopToExcel2007Button.Text
source: Export To Excel2007
fr: Exporter vers Excel2007

# ExportHistoryToCsvButton.Text
source: Export To CSV
fr: Exporter au format CSV

# ExportHistoryToExcel2003Button.Text
source: Export To Excel2003
fr: Exporter vers Excel2003

# ExportHistoryToExcel2007Button.Text
source: Export To Excel2007
fr: Exporter vers Excel2007

# exportHistoryTripToCsvButton.Text
source: Export To CSV
fr: Exporter au format CSV

# exportHistoryTripToExcel2003Button.Text
source: Export To Excel2003
fr: Exporter vers Excel2003

# exportHistoryTripToExcel2007Button.Text
source: Export To Excel2007
fr: Exporter vers Excel2007

# ExportToCsvButton.Text
source: Export To CSV
fr: Exporter au format CSV

# ExportToCsvButton.ToolTip
source: Export
fr: Importer

# ExportToExcel2003Button.Text
source: Export To Excel2003
fr: Exporter vers Excel2003

# ExportToExcel2007Button.Text
source: Export To Excel2007
fr: Exporter vers Excel2007

# FeedbackButton.Text
source: Feedback
fr: Réaction

# FeedbackButton.ToolTip
source: Want to improve our map please provide feedback..
fr: Vous voulez améliorer notre carte s'il vous plaît fournir des informations ..

# Finditmenu.Text
source: FindIt
fr: Trouvez-le

# FindItMenu.ToolTip
source: Map the selected vehicle
fr: Plan du véhicule sélectionné

# FindVehiclesDriversButton.Text
source: Find Vehicles/Drivers
fr: Trouver Véhicules / Pilotes

# FindVehiclesDriversButton.ToolTip
source: Find Vehicles/Drivers
fr: Trouver Véhicules / Pilotes

# fleetButton.Openwindow.Message
source: Select a fleet
fr: Sélectionner une flotte

# FleetButton.ToolTip
source: Select a fleet
fr: Sélectionner une flotte

# fleetDefault.Text
source: All Vehicles...
fr: Tous les véhicules ...

# geolandmarkgrid.columns.name
source: Name
fr: Nom

# geolandmarkgrid.emptyText
source: No Geozone/Landmarks to display
fr: Pas GeoZone / Monuments à afficher

# geolandmarkgrid.setTitle
source: Loading...
fr: Chargement en cours ...

# geozonegrid.columns.SeverityName
source: Severity
fr: Sévérité

# geozonegrid.emptyText
source: No Geozones to display
fr: Aucunes géozones à afficher

# GeoZoneGrid.Title
source: Geozones
fr: Géozones

# hidtoryDetailsGrid.Acknowledged
source: Ack
fr: Rec

# hidtoryDetailsGrid.BoxId
source: Unit ID
fr: ID Unité

# hidtoryDetailsGrid.Description
source: Vehicle
fr: Véhicule

# hidtoryDetailsGrid.EmptyText
source: No History to display
fr: Aucun historique à afficher

# hidtoryDetailsGrid.MsgDetails
source: MsgDetails
fr: Détails du message

# hidtoryDetailsGrid.OriginDateTime
source: Date/Time
fr: Date / Heure

# hidtoryDetailsGrid.Speed
source: Speed
fr: Vitesse

# hidtoryDetailsGrid.StreetAddress
source: Address
fr: Adresse

# historyAddressGrid.haDateTime
source: Date/Time
fr: Date / Heure

# historyAddressGrid.haDetails
source: Details
fr: Détails

# historyAddressGrid.haUnitID
source: UnitID
fr: ID de l'unité

# HistoryAddressGrid.Title
source: Search Result
fr: Résultat de la recherche

# historyByLocation.name
source: historyByLocation
fr: Histoire par emplacement

# HistoryComboBox.ToolTip
source: Select a Comm Mode
fr: Électionnez un mode de Comm

# historyCommModes.displayField
source: CommModeName
fr: ModeCommNom

# historyCommModes.EmptyText
source: Loading...
fr: Chargement en cours ...

# historyCommModes.name
source: historyCommMode
fr: ModeHistoireComm

# historyCommModes.Store
source: historyCommModeStore
fr: ModeHistoireCommMagasin

# historyDateFrom.fieldLabel
source: From
fr: De

# historyDateFrom.name
source: historyDateFrom
fr: De l'histoire date

# historyDateTo.fieldLabel
source: To
fr: À

# historyDateTo.name
source: historyDateTo
fr: Date de l'histoire Pour

# historyFleetButton.Openwindow.Message
source: Select a fleet
fr: Sélectionnez une flotte

# historyFleetButton.setText
source: All Vehicles
fr: Tous les véhicules

# HistoryFleetButton.ToolTip
source: Select a fleet
fr: Sélectionnez une flotte

# historyForm.Alert.Message
source: some error
fr: Une erreur

# historyForm.Alert.Title
source: Failed
fr: Manqué

# historyForm.EmptyText
source: No History to display
fr: Aucun historique à afficher

# historygrid.alert.Message
source: some error
fr: Une erreur

# historygrid.alert.Title
source: Failed
fr: Manqué

# historygrid.BoxId
source: Unit ID
fr: ID Unité

# historygrid.Description
source: Vehicle
fr: Véhicule

# historygrid.EmptyText
source: No History to display
fr: Aucun historique à afficher

# historygrid.emptyText2
source: Loading...
fr: Chargement en cours ...

# historygrid.MsgDetails
source: MsgDetails
fr: Détails des messages

# historygrid.OriginDateTime
source: Date/Time
fr: Date / Heure

# historygrid.Speed
source: Speed
fr: Vitesse

# historygrid.StreetAddress
source: Address
fr: Adresse

# historyGridForm.Item
source: All Vehicles
fr: Tous les véhicules

# HistoryGridForm.Title
source: History
fr: Historique

# historyHiddenFleet.name
source: historyFleet
fr: l'histoire de la flotte

# HistoryLoactionForm.Title
source: Location
fr: Localisation

# historyMessageCheckBox.boxLabel
source: Last message only
fr: Dernier message seulement

# historyMessageList.displayField
source: BoxMsgInTypeName
fr: En Msg Box Type Nom

# historyMessageList.name
source: historyMessageList
fr: l'histoire Liste des messages

# HistoryOrganizationHierarchyButton.ToolTip
source: Organization Hierarchy
fr: organisation hiérarchique

# historyPager.alert
source: Please select a vehicle...
fr: S'il vous plaît sélectionner un véhicule ...

# historyPager.displayMsg
source: Displaying histories {0} - {1} of {2}
fr: Résultats historiques {0} - {1} de {2}

# historyPager.emptyMsg
source: No histories to display
fr: Pas histoires à afficher

# historyStopGrid.ArrivalDateTime
source: Arrival
fr: arrivée

# historyStopGrid.DepartureDateTime
source: Departure
fr: départ

# historyStopGrid.EmptyText
source: No History to display
fr: Aucun historique à afficher

# historyStopGrid.Location
source: Address
fr: Adresse

# historyStopGrid.Remarks
source: Status
fr: Statut

# historyStopGrid.StopDuration
source: Duration
fr: durée

# historyTimeFrom.name
source: historyTimeFrom
fr: De l'histoire Heure

# historyTimeTo.name
source: historyTimeTo
fr: Temps Pour l'histoire

# historyTripGrid.ArrivalTime
source: Arrival
fr: arrivée

# historyTripGrid.DepartureTime
source: Departure
fr: départ

# historyTripGrid.Duration
source: Duration
fr: durée

# historyTripGrid.EmptyText
source: No History to display
fr: Aucun historique à afficher

# historyTripGrid.FuelConsumed
source: Fuel Consumed
fr: Le carburant consommé

# historyTripGrid._From
source: From
fr: De

# historyTripGrid._To
source: To
fr: À

# historyTripRadios.boxLabel3
source: PTO
fr: Prise de mouvement (PDM)

# historyTripRadios.html
source: Calculate Trips based on:
fr: Calculer le trajet par :

# HistoryTripRadios.Title
source: Trip
fr: Trajet

# historyType.emptyText
source: Choose number...
fr: Choisissez le nombre ...

# historyType.name
source: historyType
fr: tapez l'histoire

# HistoryVehicleList.Description1
source: Select a Vehicle
fr: Sélectionner un véhicule

# HistoryVehicleList.Description2
source: Entire Fleet
fr: Toute la flotte

# historyVehicles.EmptyText
source: Loading...
fr: Chargement en cours ...

# historyVehicles.fieldLabel
source: Vehicle
fr: Véhicule

# historyVehicles.name
source: historyVehicle
fr: L'histoire des véhicules

# labelonoffButton.labelonoff.HideLabel
source: Hide Label
fr: Cacher l’étiquette

# labelonoffButton.labelonoff.ShowLabel
source: Show Label
fr: Montrer l’étiquette

# LabelonoffButton.ToolTip
source: Hide/Show Label
fr: Cacher/montrer étiquette

# landmarkgrid.ContactPhoneNum
source: Contact Phone
fr: Téléphone

# landmarkgrid.Email
source: Email
fr: Courriel

# landmarkgrid.emptyText
source: No Landmarks to display
fr: Monuments pas à afficher

# landmarkgrid.name
source: Landmark
fr: Site

# landmarkgrid.radius
source: Radius (m)
fr: Rayon (m)

# landmarkgrid.StreetAddress
source: Street Address
fr: Adresse

# LandmarkGrid.Title
source: Landmarks
fr: Sites

# LegendButton.Text
source: Legend
fr: Légende

# LegendButton.ToolTip
source: Legend of Date/Time Color
fr: Légende de Date/temps

# loadingMask.Message
source: Loading...
fr: Chargement en cours ...

# mapitButton.Text
source: FindIt
fr: Trouvez-le

# MapitButton.ToolTip
source: Map the selected vehicle
fr: Plan du véhicule sélectionné

# messagegrid.columns.Acknowledged
source: Acknowledged
fr: Confirmation

# messagegrid.columns.Description
source: From
fr: De

# messagegrid.columns.MessageId
source: MessageId
fr: ID du message

# messagegrid.columns.MsgBody
source: Message Body
fr: Contenu du message

# messagegrid.columns.MsgDateTime
source: Date/Time
fr: Date/Temps

# messagegrid.emptyText
source: No messages to display
fr: Aucun message à afficher

# messagesPager.displayMsg
source: Displaying messages {0} - {1} of {2}
fr: Affichage des messages {0} - {1} de {2}

# messagesPager.emptyMsg
source: No messages to display
fr: Aucun message à afficher

# OrganizationHierarchyButton.ToolTip
source: Organization Hierarchy
fr: organisation hiérarchique

# searchingMask.Message
source: Searching...
fr: Recherche en cours ...

# SearchMapButton.Text
source: Search
fr: Recherche

# SearchMapButton.ToolTip
source: Search
fr: Recherche

# SendmessageButton.Text
source: Send Message
fr: Envoyer le message

# SendmessageButton.ToolTip
source: Send Message
fr: Envoyer le message

# Streetview.alert.Message
source: Please select only 1 vehicle for street view.
fr: S'il vous plaît sélectionnez 1 seul véhicule pour une vue de la rue.

# Streetview.alert.Title
source: Streetview
fr: Vue sur la rue

# streetViewButton.Openwindow.Message
source: Street view
fr: Vue sur la rue

# StreetViewButton.Text
source: Street view
fr: Vue sur la rue

# StreetViewButton.ToolTip
source: Google street view
fr: Google Vue sur la rue

# StreetViewMenu.Text
source: Street view
fr: Vue sur la rue

# StreetViewMenu.ToolTip
source: Google street view
fr: Google Vue sur la rue

# trackitButton.Openwindow.Message
source: Track Vehicles
fr: Véhicules Titres

# TrackitButton.Text
source: TrackIt
fr: SuivreElle

# TrackitButton.ToolTip
source: Track selected vehicle on separate map
fr: Suivre véhicule sélectionné sur la carte séparée

# trackitmenu.Openwindow.Message
source: Track Vehicles
fr: Véhicules Titres

# Trackitmenu.Text
source: TrackIt
fr: Suivre

# TrackTtMenu.ToolTip
source: Track selected vehicle on separate map
fr: Suivre véhicule sélectionné sur la carte séparée

# TrackVehicles.Title
source: Track Vehicles
fr: Véhicules Titres

# updatePositionButton.Text
source: Update Position
fr: Mise à jour de la position

# UpdatePositionButton.ToolTip
source: Map selected vehicle on map
fr: Carte véhicule sélectionné sur la carte

# UpdatePositionMenu.Text
source: Update Position
fr: Mise à jour de la position

# UpdatePositionMenu.ToolTip
source: Map selected vehicle on map
fr: Carte véhicule sélectionné sur la carte

# UpdatePositionReceived.MessageBox.Title
source: UpdatePosition Command Status
fr: Mise à jour de l'état de la commande de position

# vehiclegeozoneassignmentButton.Text
source: Vehicle-Geozone Assignment
fr: Assignation Véhicule-Géozone

# VehicleGeozoneAssignmentButton.ToolTip
source: Vehicle-Geozone Assignment
fr: Assignation Véhicule-Géozone

# vgAddress.Text
source: Address
fr: Adresse

# vgArmed.Text
source: Armed
fr: Armé

# vgDateTime.Text
source: Date/Time
fr: Date/Temps

# vgDriver.Text
source: Driver
fr: Chauffeur

# vgHistory.Text
source: History
fr: Historique

# vgIsRouteAssigned.Text
source: Route Assigned
fr: Route assignée

# vgSpeed.Text
source: Speed
fr: Vitesse

# vgStatus.Text
source: Status
fr: Statut

# vgUnitID.Text
source: UnitID
fr: ID Unité

# SubmitBtn.Text
source: View
fr: Visionner

# HistoryLink.Text
source: History
fr: Historique

# historyLocation.Text
source: Address
fr: Adresse

# historyType_values_0.Text
source: Vehicle Path
fr: Chemin de véhicule

# historyType_values_1.Text
source: Stop and Idle Sequence
fr: Trajet du véhicule

# historyType_values_2.Text
source: Stop Sequence
fr: Séquence d’arrêt & ralenti

# historyType_values_3.Text
source: Idle Sequence
fr: Séquence au ralenti

# historyType_values_4.Text
source: Trip Report
fr: Rapport du voyage

# MenuFilter.Text
source: Filters
fr: Filtres

# btnVehicleonoffHideDetails.Text
source: Hide Details
fr: Cacher les détails

# btnVehicleonoffShowDetails.Text
source: Show Details
fr: Voir les détails

# btnVehicleonoffTooltip.Text
source: Hide/Show Vehicles
fr: Masquer / Afficher les véhicules

# historyCommModeName.Text
source: ALL
fr: TOUT

# txtButtonTitleFleet.Text
source: Fleet:
fr: Flotte:

# txtButtonTitleHierarchy.Text
source: Hierarchy:
fr: Hiérarchie:

# geozonegrid.columns.Geozone
source: Geozone
fr: Géozone

# RouteAssignedNo.Text
source: No
fr: Non

# RouteAssignedYes.Text
source: Yes
fr: Oui

# GeozoneGridColumnsCurrentAssignment.Text
source: Current Assignment
fr: Assignation courante

# vgDriverCardNumber.Text
source: Driver ID
fr: Chauffeur ID

# MultipleHierarchy.Text
source: Multiple Hierarchies
fr: Plusieurs hiérarchies

# cvVehicleColorText
source: Color
fr: Couleur

# btnHistorySendCMD.Text
source: Send Command
fr: Envoyer une commande

# btnHistorySendCMD.ToolTip
source: Send Command
fr: Envoyer une commande

source: Address resolution in progress
fr: Obtention d’adresse en cours

# ResolveAddressToolTips
source: Resolve
fr: Obtenir

source: Resolving...
fr: Obtention en cours…

# landmarkgrid.CategoryName
source: Category
fr: catégorie

# Text_False
source: False
fr: Faux

# Text_True
source: True
fr: Vrai

source: Valid GPS
fr: GPS valide
