Repository: bsmjesse/MasterGit
Catalog: SentinelFM/GeoZone_Landmarks/App_LocalResources/frmDrawMap.aspx.*.resx
Languages: fr

# cmdCancelResource1.Text
source: Close
fr: Fermer

# cmdClearMapResource1.Text
source: Clear Map
fr: Effacer le dessin

# cmdDrawGeoZoneResource1.Text
source: Start drawing
fr: Commencer le dessin

# cmdSaveResource1.Text
source: Save
fr: Sauvegarder

# cmdShowEditLandmarkResource1.Text
source: Edit Landmark
fr: Modifier un site

# drawCircleText
source: Holding down the control (Ctrl) key, click the mouse button to center the circle, release control (Ctrl) key and move the mouse to draw the Circle. Release the mouse button to pan the map.
fr: Enfoncez le bouton (ctrl) de votre clavier et cliquez le bouton gauche de votre sourie pour tracer votre barrière

# drawPolygon
source: Holding down the control (Ctrl) key, click to draw the geozone. Release the control key to pan the map. Click at each corner of the polygon, clockwise.
fr: Maintenez la touche contrôle de votre clavier (Ctrl) et cliquez pour dessiner la Géozone. Relâchez la touche de contrôle (Ctrl) pour faire défiler la carte. Cliquer à chaque coin du polygone, dans le sens horaire.

# drawRectangleText
source: Holding down the control (Ctrl) key, click to draw the geozone. Release the control key to pan the map. Click at each of two corners, following the diagonal of the rectangle.
fr: Maintenez la touche contrôle de votre clavier (Ctrl) et cliquez pour dessiner la Géozone. Relâchez la touche de contrôle (Ctrl) pour faire défiler la carte. Cliquer à chaque coin du rectangle, dans le sens horaire.

# lblMessage_Text_MinimumPointsPolygonError
source: 3 Minimum points required for polygon Geozone!
fr: 3 points est le minimum requis pour une Géo-Barrière polygonale !

# lblMessage_Text_MinimumPointsRectangleError
source: 2 Minimum points required for Geozone!
fr: 2 points est le minimum requis pour une Géo-Barrière !

# ListItemResource3.Text
source: Circle
fr: Cercle

# lblAddGeoZoneMsgResource1.Text
source: Navigate map to landmark position
fr: Centrer la carte sur le site
