Repository: bsmjesse/MasterGit
Catalog: SentinelFM/GeoZone_Landmarks/App_LocalResources/frmgeozone.aspx.*.resx
Languages: fr

# cboLandmarks_Item_0
source: Select a Landmark
fr: Sélectionner un Site

# chkCriticalResource1.Text
source: Critical Alarm
fr: Alarme critique

# chkDayLightResource1.Text
source: Automatically adjust for daylight savings time
fr: Ajustement automatique de l'heure avancée

# chkNotifyResource1.Text
source: Notify Alarm
fr: Alarme mineure

# chkWarningResource1.Text
source: Warning Alarm
fr: Alarme majeure

# cmdCancelLandmarkResource1.Text
source: Cancel
fr: Annuler

# cmdGeoZoneAddResource1.Text
source: Add GeoZone
fr: Ajouter une Géo-Zone

# cmdGeoZoneResource1.Text
source: GeoZones
fr: Géo-Zone

# cmdLandmarkResource1.Text
source: Landmarks
fr: Sites

# cmdMapResource1.Text
source: Map
fr: Carte

# cmdSaveGeoZoneResource1.Text
source: Save
fr: Sauvegarder

# cmdVehicleGeoZoneResource1.Text
source: Vehicle-GeoZone Assignment
fr: Assigner des véhicules & des Géo-Zones

# dgGeozone_DeleteConfirmation
source: Are you sure you want to delete?
fr: Êtes-vous certain de vouloir supprimer?

# dgGeozone_GeozoneName
source: Geozone
fr: Géo-Zone

# dgGeozone_Item_Delete
source: Delete
fr: Supprimer

# dgGeozone_Item_Edit
source: Edit
fr: Éditer

# dgGeozone_Item_HeightKM
source: Height (km)
fr: Hauteur (km)

# dgGeozone_Item_HeightMI
source: Height (mi)
fr: Hauteur (mi)

# dgGeozone_Item_WidthKM
source: Width (km)
fr: Largeur (km)

# dgGeozone_Item_WidthMI
source: Width (mi)
fr: Largeur (mi)

# dgGeozone_Severity
source: Severity
fr: Sévérité

# HyperLinkColumnResource1.Text
source: Map It
fr: Afficher la carte

# lblDefaultSeverityTitleResource1.Text
source: Default Severity:
fr: Sévérité par défaut :

# lblDrawGeozoneTitleResource1.Text
source: Draw Geozone
fr: Dessiner une Géo-Zone

# lblEmailNotificationTitleResource1.Text
source: Email notification in case of:
fr: Notification par courriel en cas de :

# lblEmailTitleResource1.Text
source: Email:
fr: Courriel :

# lblGeozoneDescriptionTitleResource1.Text
source: GeoZone Description:
fr: Description de la Géo-Zone :

# lblGeozoneNameTitleResource1.Text
source: GeoZone Name:
fr: Nom du la Géo-Zone :

# lblMessage_Text_AddGeozoneFailedError
source: Add Geozone failed.
fr: L'ajoute d'une Géo-Zone a échoué.

# lblMessage_Text_AddGeozoneSuccess
source: This Geozone has been added successfully.
fr: L'ajout d'une Géo-Zone a réussi

# lblMessage_Text_DeleteGeozoneFailedError
source: Delete Geozone Failed. Please note, only Geozones which are not assigned can be deleted.
fr: La suppression de la Géo-Zone a échoué. Seuls les Géo-Zones non-assignées seront supprimées.

# lblMessage_Text_DeleteGeozoneSuccess
source: Geozone Deleted!
fr: Géo-Zone supprimée!

# lblMessage_Text_GeozoneReadOnlyError
source: This Geozone information is read-only because it is assigned to a box.
fr: L'information contenue dans la Géo-Zone est en mode lecture seulement car elle est assignée à une unité.

# lblMessage_Text_UpdateGeozoneFailedError
source: Update Geozone failed.
fr: La mise à jour de la Géo-Zone a échoué

# lblMessage_Text_UpdateGeozoneSuccess
source: This Geozone has been updated successfully.
fr: La mise à jour de la Géo-Zone a réussie

# lblTimeZoneTitleResource1.Text
source: Time Zone:
fr: Fuseau horaire :

# PageResource1.Title
source: GeoZone
fr: Géo-Zone

# valEmailResource1.ErrorMessage
source: Please enter a correct email address
fr: Entrer une adresse courriel valide

# valLandmarkResource1.ErrorMessage
source: Please enter a GeoZone Name
fr: Entrer un nom de Géo-Zone

# lnkByCoordinatesResource1.Text
source: By Coordinates
fr: Par les coordonnées

# lblMultipleEmails.Text
source: *Multiple email addresses Must be Separated by semicolon or comma
fr: *Les adresses courriels doivent être séparées par un point virgule ou virgule

# cboFleet_Item_0
source: Select a Fleet
fr: Sélectionner des véhicules

# HyperLinkColumnResource2.Text
source: Current assignment
fr: Assignation actuelle

# lblMessage_Text_DeleteGeozoneFailedErrorSecurity
source: Delete Geozone Authentication Failed.
fr: Supprimer authentification Geozone échoué.

# lblMessage_Text_GeozoneReadOnlyErrorSecurity
source: This Geozone information is read-only because it is belongs to other user.
fr: Cette information Geozone est en lecture seule car il est appartient à un autre utilisateur .
