Repository: bsmjesse/MasterGit
Catalog: SentinelFM/Map/App_LocalResources/frmalarminfo.aspx.*.resx
Languages: fr

# cmdAcceptAllResource1.Text
source: Accept all vehicles Alarms
fr: Accepter toutes les alarmes des véhicules

# cmdAcceptResource1.Text
source: Accept Alarm
fr: Accepter l'alarme

# cmdCloseAlarmResource1.Text
source: Close Alarm
fr: Fermer l'alarme

# cmdCloseAllResource1.Text
source: Close all alarms
fr: Fermer toutes les alarmes

# cmdCloseResource1.Text
source: Exit
fr: Sortir

# cmdMapItResource1.Text
source: Map It
fr: Afficher la carte

# lblAlarmDescriptionTitleResource1.Text
source: Alarm Description:
fr: Description de l'alarme :

# lblAlarmSeverityResource1.Text
source: Alarm Severity:
fr: Sévérité de l'alarme :

# lblAlarmStateTitleResource1.Text
source: Alarm State:
fr: État de l'alarme :

# lblMessage_Text_AcceptAlarmFailed
source: Accept Alarm failed.
fr: L'acceptation de l'alarme a échoué.

# lblMessage_Text_AcceptAllAlarmsFailed
source: Accept all alarms failed.
fr: L'acceptation des alarmes a échoué

# lblMessage_Text_CloseAlarmFailed
source: Close Alarm failed.
fr: La fermeture de l'alarme a échoué

# lblMessage_Text_CloseAllAlarmsFailed
source: Close all alarms failed or alarms has been accepted by another user.
fr: Fermer toutes les alarmes ou alarmes acceptées par un autre usager.

# lblMessage_Text_CloseAllAlarmsWarning1
source: Warning: You are about to close all alarms for vehicle
fr: Avertissement : Vous êtres sur le point de fermer toutes les alarmes pour ce véhicule

# lblMessage_Text_CloseAllAlarmsWarning2
source: Click 'Close all alarms' to confirm or 'Exit' to cancel
fr: Cliquer « Fermer toutes les alarmes » pour confirmer ou « Sortie » pour annuler

# lblOperatorNameTitleResource1.Text
source: Operator Name:
fr: Nom de l'opérateur :

# lblStreetAddressTitleResource1.Text
source: Street Address:
fr: Adresse :

# lblTimeAcceptedTitleResource1.Text
source: Time Accepted:
fr: Heure d'acceptation :

# lblTimeCreatedTitleResource1.Text
source: Time Created:
fr: Heure de création :

# lblVehicleDescriptionTitleResource1.Text
source: Vehicle Description:
fr: Description du véhicule :

# PageResource1.Title
source: Alarm Info
fr: Informations sur l'alarme
